Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jil, kucharka we dworze Ramseya, narzeka na to, że przez ostatnie ulewy jej kuchnia świeci pustkami. Postanowiłem sprzedać jej worek czerwonego pieprzu, który dostałem od Petry. Kucharka była wielce uradowana z wyjątkowo niskiej ceny i dodatkowo dała mi parę smakołyków z kuchni.
uk: Джил, кухарка в маєтку Рамзі, скаржиться, що на її кухні закінчились запаси через нещодавні зливи. Я вирішив продати їй мішечок червоного перцю, який отримав від Петри. Кухарка була дуже задоволена надзвичайно низькою ціною і додатково дала мені кілька смаколиків з кухні.

source: Jil, kucharka we dworze Ramseya, narzeka na to, że przez ostatnie ulewy jej kuchnia świeci pustkami. Postanowiłem sprzedać jej worek czerwonego pieprzu, który dostałem od Petry. Kucharka jednak stwierdziła, że moja oferta jest zbyt wygórowana i ostatecznie jej nie przyjęła. Muszę poszukać innego kupca. W przeciwnym wypadku Petra będzie niezadowolona.
uk: Джил, кухарка в маєтку Рамзі, скаржиться, що на її кухні закінчились запаси через нещодавні зливи. Я вирішив продати їй мішечок червоного перцю, який отримав від Петри. Однак кухарка сказала, що для неї це занадто дорого, і врешті відмовилась. Доведеться шукати іншого покупця, інакше Петра буде незадоволена.

source: Jil, kucharka we dworze Ramseya, narzeka na to, że przez ostatnie ulewy jej kuchnia świeci pustkami. Postanowiłem sprzedać jej worek czerwonego pieprzu, który dostałem od Petry. Kucharka twardo się targowała, ale ostatecznie przekonałem ją, żeby przyjęła moją ofertę. Petra powinna być zadowolona, gdy pokażę jej złoto ze sprzedaży!
uk: Джил, кухарка в маєтку Рамзі, скаржиться, що на її кухні закінчились запаси через нещодавні зливи. Я вирішив продати їй мішечок червоного перцю, який отримав від Петри. Кухарка довго торгувалася, але врешті я переконав її прийняти мою пропозицію. Петра буде задоволена, коли дізнається, скільки золота я на цьому заробив!

source: Joe
uk: Джо

source: Johan
uk: Йохан

source: Johan był bardzo zadowolony z prezentu i pozwolił mi wziąć trochę drewna z wieży. Powinienem wziąć jedną skrzynkę i zanieść ją Bastianowi.
uk: Йохан був дуже задоволений подарунком і дозволив мені взяти дрова з вежі. Я можу взяти тільки один оберемок і віднести його Бастіану.

source: Johan, strażnik pilnujący wieży sygnałowej, może mnie odpłatnie nauczyć strzelania z kuszy.
uk: Йохан, вартовий сигнальної вежі, може за певну плату навчити мене стріляти з арбалета.

source: Johan, strażnik wieży sygnałowej, zażyczył sobie 'Ognika' w zamian za stertę drewna. Zgaduję, że jest to jakiś rozgrzewający trunek. Co innego mógłby chcieć strażnik.
uk: Йохан, вартовий із сигнальної вежі, попросив 'Вогник' в обмін на оберемок дров. Гадаю, це якийсь зігрівальний напій. Чого ще може хотіти вартовий.

source: Jon
uk: Йон

source: Jon aktualnie znajduje się w kopalni srebra pod naszą twierdzą. Otrzymał specjalne zadanie oczyszczenia jej ze wszystkich przebywających tam pełzaczy.
uk: Йон наразі перебуває у срібній копальні під нашою фортецею. Йому дали особливе завдання - очистити її від усіх повзунів, що там мешкають.

source: Jon bardzo się nakręcił na zabicie królowej pełzaczy. Jeśli mu w tym pomogę, to może udzieli mi informacji o zamachu na Lichwiarza?
uk: Йон налаштований дуже рішуче і хоче вбити королеву повзунів. Можливо, якщо я допоможу йому в цьому, він поділиться зі мною інформацією про замах на Лихваря?

source: Jon jest łowcą pełzaczy?
uk: Йон – мисливець на повзунів?

source: Jon mnie zaatakował, gdy tylko zapytałem go o atak w mieście. Nie miałem wyboru, musiałem go zabić.
uk: Йон напав на мене, як тільки я запитав його про замах в місті. У мене не було іншого вибору, окрім як вбити його.

source: Jon musiał podejrzewać, że zacznie się obława, więc uciekł do Leża i wykorzystał aferę z pełzaczami, by ukryć się w kopalni, a co działo się dalej - wiesz lepiej ode mnie.
uk: Йон, мабуть, підозрював, що почнеться переслідування, тому втік до Лігва, скориставшись ситуацією з повзунами, щоб сховатися в копальні, а що сталося далі – тобі це краще відомо.

source: Jon nie dał mi dojść do słowa, tylko wziął ludzi i poszedł na królową pełzaczy. Cóż, chyba nie zaszkodzi mi do nich dołączyć.
uk: Йон і слова не дав мені вставити, він просто взяв людей і пішов на королеву повзунів. Що ж, гадаю, мені не завадило б приєднатися до них.

source: Jon nie żyje.
uk: Йон мертвий.

source: Jon nie żyje. Reszta nie jest istotna.
uk: Йон мертвий. Решта не має значення.

source: Jon próbował mnie zabić...
uk: Йон намагався мене вбити...

source: Jon rozłożył mnie jak chciał. Jest gotowy porozmawiać dopiero wtedy, kiedy pozbędziemy się tej całej 'królowej pełzaczy'. Nie pozostało mi nic innego, jak dopilnować, by przeżył to starcie.
uk: Йон відмовився поговорити зі мною. Він розмовлятиме лише тоді, коли ми позбудемося королеви повзунів. Мені не залишається нічого, окрім як подбати про те, щоб він вижив у цій сутичці.

source: Jon siedzi już pod ziemią od kilku dni. Kto wie, ile mu tam jeszcze zejdzie.
uk: Йон перебуває під землею вже декілька днів. Хто знає, скільки він там ще пробуде.

source: Jon też dostał bełty od Einara?
uk: Йон також отримав болти від Ейнара?

source: Jon wraz z oddziałem poległ w walce z pełzaczami.
uk: Йон разом зі своїм загоном полягли в битві з повзунами.

source: Jon zaatakował mnie, gdy zacząłem go pytać o zamach. Kiedy wygrałem, już nie był w stanie mi niczego powiedzieć. Spróbuję go wyprowadzić z kopalni. Może medycy Wilczych Synów go poskładają, a co za tym idzie, umożliwią mi jego dalsze przesłuchiwanie. Jeśli nie wyjdzie, to jedyną nadzieją pozostaje notatka, klucz oraz zakrwawiony kawałek papieru, które mu zabrałem.
uk: Йон накинувся на мене, коли я почав розпитувати його про замах. Після того, як я його переміг, він більше не міг мені нічого розповісти. Я спробую витягнути його з копальні. Можливо, медики Вовчих Синів допоможуть йому стати на ноги і я зможу продовжити допит. Якщо ж не вийде, то єдиною моєю надією залишиться записка, ключ і закривавлений шматок паперу, який я у нього забрав.

source: Jon zaatakował mnie, gdy zacząłem go pytać o zamach. Kiedy wygrałem, już nie był w stanie mi niczego powiedzieć. Ulżyłem mu w cierpieniach i zabrałem z jego ciała jakąś notatkę, klucz oraz zakrwawiony kawałek papieru, który kiedyś chyba był mapą. Pora wydostać się z kopalni i odkryć, do czego mi się przydadzą.
uk: Йон накинувся на мене, коли я почав розпитувати його про замах. Після того, як я його переміг, він більше не міг нічого мені розповісти. Я позбавив його страждань і забрав з його тіла якусь записку, ключ і закривавлений шматок паперу, який, на мою думку, колись був мапою. Настав час вибиратися з копальні та з'ясувати, що мені з цим усім робити.

source: Jon zmarł tuż po wyjściu z kopalni. Jedyną szansą na odkrycie przyczyny zamachu jest więc teraz jego notatka, klucz i zakrwawiony świstek papieru. No i do tego mam niby jeszcze złożyć raport Ulrykowi.
uk: Йон помер невдовзі після того, як покинув копальню. Тож мій єдиний шанс дізнатися причину замаху – це його записка, ключ і закривавлений шматок паперу. І крім цього, я маю відзвітувати Ульріку.

source: Jon zniknął, a Kessel prosił mnie o pomoc w mieście. Obawia się, że Wodny Krąg mógł być celem ataku w porcie. Uważa, że stoi za nimi Volker. Poradziłem mu powściągnąć emocje.
uk: Йон зник, а Кессель попросив моєї допомоги у місті. Він побоюється, що метою нападу в порту могло бути Кільце Води і впевнений, що за всім цим стоїть Волкер. Я порадив йому стримувати свої емоції.

source: Jon został ciężko ranny podczas walki z królową pełzaczy. Chciałem dopytać go o kwestię zamachu w mieście i próbowałem wyprowadzić na zewnątrz.
uk: Йон був важко поранений під час битви з королевою повзунів. Я хотів розпитати його про замах в місті та намагався вивести його звідти.

source: Jon! Co z nim?! Żyje?
uk: Йон! Що з ним? Він живий?

source: Jon? A co ten stary wyga miałby wiedzieć o zamachu w mieście? Moi chłopcy nigdy nie opuszczają murów twierdzy bez rozkazów.
uk: Йон? Що цей старий може знати про замах у місті? Мої люди ніколи не покидають стін фортеці без наказу.

source: Joris
uk: Йоріс

source: Joris, rolnik prowadzący młyn na farmie Bermara, może mi sprzedać trochę pożywienia.
uk: Фермер Йоріс, який управляє млином на фермі Бермара, може продати мені трохи їжі.

source: Jorn
uk: Йорн

source: Jorn będzie czekał na mnie w tawernie. Muszę się pośpieszyć.
uk: Йорн чекатиме на мене в корчмі. Мені треба поспішати.

source: Jorn chce pomóc w pracy, ale biorąc pod uwagę jego stan, nie jestem pewien, by był to dobry pomysł.
uk: Йорн хоче допомогти з роботою, але, враховуючи його стан, я не впевнений, що це хороша ідея.

source: Jorn ciągle mamrotał o nim przez sen, gdy przy nim czuwałem.
uk: Йорн постійно бурмотів про це уві сні, коли я доглядав за ним.

source: Jorn czuje się dobrze. Powiedział mi, że potrzebuje jedynie trochę odpoczynku. Szukaniem Kurta zajmiemy się dopiero wtedy, gdy odpoczniemy. Viktor dał mi wcześniej klucz do jednego z pokojów, muszę tylko odszukać odpowiednie drzwi.
uk: Йорн почувається добре. Він сказав мені, що йому просто треба трохи відпочити. Ми займемось пошуками Курта після того, як відпочинемо. Віктор дав мені ключ від однієї з кімнат, мені лише потрібно знайти потрібні двері.

source: Jorn jest w wiosce. Muszę sprawdzić, w jakim jest stanie. Z tego, co udało mi się ustalić, wynika, że przebywa w karczmie Bastiana. Dotrę do niej podążając wzdłuż ścieżki od bramy. Na pierwszym rozwidleniu muszę skręcić w prawo, a gdy minę most karczma będzie po mojej lewej stronie.
uk: Йорн у селі. Мені потрібно дізнатися, в якому він стані. З того, що мені вдалося з'ясувати, він зупинився в корчмі Бастіана. Я дістанусь до неї, йдучи стежкою від воріт. На першому роздоріжжі треба повернути праворуч, і коли я пройду міст, корчма буде ліворуч від мене.

source: Jorn nie żyje, a mnie o mało co nie spotkał ten sam los.
uk: Йорн загинув, і мене ледь не спіткала така ж доля.

source: Jorn pokazał mi, jak otwierać zamki w skrzyniach. Całe to dzisiejsze bieganie przynajmniej stworzyło okazję, żeby pokazał mi trochę z tych wszystkich rzeczy, które potrafi. Teraz mam otworzyć jedną ze skrzyń Kurta i zabrać z niej kilka butelek archoloskiego wina.
uk: Йорн показав мені, як відмикати замки на скринях. Уся ця біганина принаймні дала йому можливість трохи показати мені, що він вміє. Тепер я маю відкрити одну зі скринь Курта і взяти звідти кілька пляшок архолоського вина.

source: Jorn się odnalazł. Był w niemałych tarapatach, ale mu pomogłem.
uk: Йорн знайшовся. У нього були неабиякі проблеми, але я йому допоміг.

source: Jorn skończył na dzisiaj swoją pracę u Bastiana. Zaproponował krótki spacer, żeby trochę rozprostować kości. Będę się trzymał blisko niego, żeby nie zrobił czegoś głupiego.
uk: Йорн закінчив свою роботу у Бастіана на сьогодні. Він запропонував трохи прогулятися, щоб розім'яти кістки. Я буду поруч, щоб він не наробив дурниць.

source: Jorn stwierdził, że potrzebuje trochę rozchodzić to ukąszenie, a później dotarliśmy nad rzekę, otworzyliśmy butelkę wina i tak jakoś wyszło...
uk: Йорн сказав, що йому треба трохи провітрити той укус, а потім ми пішли до річки, відкоркували пляшку вина і якось так вийшло...

source: Jorn to kawał chłopa. Znając go, pewnie stawiał opór i przypadkiem mógł ściągnąć go z czyjegoś palca.
uk: Йорн – чималий хлопець. Знаючи його, він, напевно, чинив опір і міг випадково стягнути його з чийогось пальця.

source: Jorn to ten łysy ze statku?
uk: Йорн – це той лисий чоловік з корабля?

source: Jorn ukradł chleb piekarzowi. To zupełnie do niego nie pasuje. Może ma gorączkę? Niewykluczone, skoro teraz chce się ochłodzić w rzece za chatą Kurta.
uk: Йорн вкрав хліб у пекаря. Це на нього зовсім не схоже. Може, у нього лихоманка? Цілком можливо, бо тепер він хоче охолодитися в річці за хатиною Курта.

source: Jorn zaginął jakiś czas temu. Porwano go. Cały czas go szukam!
uk: Йорн зник якийсь час тому. Його викрали. Я досі його шукаю!

source: Jorn zaginął? A to ci dopiero...
uk: Йорн зник? Ну, це вже взагалі...

source: Jorn zdążył mi opowiedzieć o twojej sprzeczce z ojcem i o tym, co wydarzyło się później.
uk: Йорн встиг мені розповісти про вашу суперечку з батьком і про те, що сталося після цього.

source: Jorn zniknął, ale zachowam lekarstwo. Podam mu je, gdy już go znajdę. Kto wie, w jakim będzie wtedy stanie?
uk: Йорн зник, але я збережу ліки. Віддам йому, коли його знайду. Хто знає, в якому він тоді буде стані?

source: Jorn zniknął.
uk: Йорн зник.

source: Jorn został porwany niedługo po naszym przybyciu na Archolos, ale już pierwszego dnia został zatruty przez krwiopijcę i leżał w łóżku przez większą część doby.
uk: Йорна викрали невдовзі після нашого прибуття на Архолос, але в перший же день його отруїв шершень і він пролежав у ліжку більшу частину дня.

source: Jorn został użądlony przez krwiopijcę. Twierdzi, że to tylko draśnięcie, ale sprawa może być poważniejsza. Trzeba jak najszybciej dotrzeć do wioski i go opatrzyć.
uk: Йорна вжалив шершень. Він стверджує, що це лише подряпина, але все може бути набагато серйозніше. Необхідно якнайшвидше дістатися до села і обробити рану.

source: Jorn został zraniony przez krwiopijcę i odpoczywa w pokoju na piętrze karczmy. Porozmawiam z nim i zapytam, jak się czuje.
uk: Йорна поранив шершень, і він відпочиває в кімнаті на другому поверсі корчми. Я поговорю з ним і запитаю, як він себе почуває.

source: Jorn! Ty żyjesz! Już prawie straciłem nadzieję...
uk: Йорне! Ти живий! Я вже майже втратив надію...

source: Jorn, martwiłem się o ciebie!
uk: Йорне, я хвилювався за тебе!

source: Jorn, właśnie! Domyślam się, że nie próżnowaliście, ale tutaj to nie spodziewałem się was zastać.
uk: Йорн, точно! Схоже, ти не сидів без діла, але я не очікував тебе тут зустріти.

source: Jorn?
uk: Йорном?

source: Jorn? Kto chciałby porywać takiego złotego człowieka?
uk: Йорн? Кому знадобилося викрадати таку золоту людину?

source: Jorna już znalazłem. Martwego.
uk: Я вже знайшов Йорна. Мертвого.

source: Jorna, którego ktoś uprowadził z domu Kurta w Silbach!
uk: Йорна, якого хтось викрав з будинку Курта в Сільбаху!

source: Jorna? Jakiego Jorna?
uk: Йорна? Якого Йорна?

source: Jutro przyjdź po nowe rozkazy. Będziesz miał okazję się zrehabilitować.
uk: Завтра приходь за новими розпорядженнями. У тебе буде шанс виправитися.

source: Jutro wrócimy do was z większą ilością oszczerstw i pomówień!
uk: Завтра ми повернемося до вас з новою брехнею та наклепом!

source: Jutro z rana, na głównym placu, odbędzie się trening rekrutów, podczas którego strażnik Winstan sprawdzi wasze umiejętności w walce wręcz.
uk: Завтра вранці на головній площі відбудеться тренування для новобранців, під час якого Вінстан перевірятиме їхні навички бою.

source: Już bałem się, że nie zapytasz. Jesteś jedyną osobą, która miała okazję dokładnie zwiedzić obóz i poznać wszystkich.
uk: Я вже боявся, що ти не запитаєш. Ти єдина людина, яка мала можливість побувати в таборі і познайомитися з усіма.

source: Już chcesz się nas pozbyć?
uk: Ти хочеш нас позбутися?

source: Już chyba mówiłam, że nie rozmawiam z takimi, jak ty!
uk: Здається, я вже казала, що не розмовляю з такими, як ти!

source: Już ci coś mówiłem, nie jestem zainteresowany.
uk: Я тобі вже казав, мене це не цікавить.

source: Już ci coś mówiłem, spadaj!
uk: Я ще раз повторюю, забирайся!

source: Już ci dałem upust ze względu na twoją funkcję, a i tak nie masz dość przy sobie?
uk: Я вже зробив тобі знижку через твою посаду, а тобі все одно не вистачає грошей?

source: Już ci mówiłem, nie mogę cię przepuścić.
uk: Я вже казав, що не можу тебе пропустити.

source: Już ci mówiłem, przejścia nie ma.
uk: Я вже казав тобі, що прохід заборонено.

source: Już ci mówiłem, wpuszczam tylko wyznaczonych do tego członków Gildii. Bez polecenia od Lorenzo możesz wejść co najwyżej jako górnik.
uk: Як я вже казав, я впускаю лише призначених членів Гільдії. Без наказу від Лоренцо ти можеш увійти сюди лише як гірник, не більше.

source: Już ci mówiłem, że nie!
uk: Я вже сказав тобі, що ні!

source: Już ci powiedziałem. Dopóki Holdwig nie odzyska przytomności i nie da mi dostępu do skarbca, nie dostaniesz swojego złota.
uk: Я вже сказав, поки Гольдвіг не прийде до тями і не відкриє сховище, ти не отримаєш своє золото.

source: Już dawno nie widziałem, żeby ktoś miał kaca tyle dni z rzędu.
uk: Давно я не бачив, щоб хтось страждав від похмілля стільки днів поспіль.

source: Już dawno nie widziałem, żeby ludzie byli tak wkurzeni!
uk: Давно я не бачив, щоб люди були такими розлюченими!

source: Już dawno prosiliśmy Candaca, żeby zaprzestał tych działań, ale on wciągnął w swój obłęd kolejną osobę.
uk: Ми давно просили Кандака припинити цю діяльність, але він втягнув у своє божевілля ще когось.

source: Już dostałem informację od waszych gońców... możesz przejść, ale nie zatrzyj żadnych śladów!
uk: Я вже отримав повідомлення від ваших посланців... можеш пройти, але не затопчи сліди!

source: Już dość się nasłuchałem o tym miastowym...
uk: Я вже достатньо наслухався про цих містян...

source: Już dość się nią namachałem w Silbach.
uk: Я вже достатньо назамітався у Сільбаху.

source: Już ja ci pokażę, dlaczego nie warto zadzierać z alchemikami!
uk: Я покажу тобі, чому не варто зв'язуватися з алхіміками!

source: Już ja lepiej wiem, czym mam się przejmować! Paskudztwo! Ta dzielnica to jeden wielki syf! Siedlisko patologii, brudu i bogowie wiedzą czego jeszcze!
uk: Я краще знаю, про що мені хвилюватися! Це жах! Цей район – суцільний кошмар! Осередок хвороб, бруду і хтозна чого ще!

source: Już ja mam swoje sposoby na poruszanie się po bagnie.
uk: У мене свої способи переміщення болотом.

source: Już ja przenicuje go na drugą stronę swoim prawym sierpowym!
uk: Я виверну його навиворіт однією правицею!

source: Już ja sobie porozmawiam ze Svenem.
uk: Я сам поговорю зі Свеном.

source: Już jako smarkacz pomagałem ojcu w sprzedaży jego wyrobów bednarskich.
uk: Ще шмаркачем я допомагав батькові продавати його бондарські вироби.

source: Już kiedyś się natknąłem na taką monetę.
uk: Мені вже зустрічалася така монета.

source: Już kiedyś to przerabialiśmy i powiem raz jeszcze - im szybciej stąd znikniecie, tym lepiej.
uk: Ми це вже проходили, і я повторюю – чим швидше ви звідси заберетеся, тим краще.

source: Już miałem sam sprawdzić, co z tobą i Lokvarem. Dostałeś coś na rany Jorna?
uk: Я вже збирався сам перевірити, що сталося з тобою і Локваром. Ти приніс щось від ран Йорна?

source: Już miałem zamawiać gońca, by cię powiadomić. Udało mi się pobrać pierwszą próbkę. To jak, sprawdzamy nasze dzieło?
uk: Я вже збирався замовити посланця, щоб повідомити тебе про це. Мені вдалося отримати першу партію. Може, перевіримо наше творіння?

source: Już myślałem, że będę musiał posłać za tobą gońca! Długo ostatnio siedziałem nad szkicownikiem i rozmyślałem, nad brońmi, które mi w ostatnim czasie dostarczyłeś.
uk: Я вже думав, що доведеться посилати за тобою посланця! Останнім часом я довго сиджу над своїми кресленнями, обмірковуючи зброю, яку ти нещодавно приніс мені.

source: Już myślałem, że się nie zjawisz.
uk: Я вже думав, що ти не з'явишся.

source: Już myślałem, że stchórzyłeś.
uk: Я вже думав, що ти злякався.

source: Już na początku ścieżki napadły nas zwierzęta, ale sprawnie sobie z nimi poradziliśmy. Do wioski został jednak jeszcze kawałek, a noc robi się coraz chłodniejsza.
uk: Вже на початку шляху на нас напали дикі звірі, але ми успішно з ними впоралися. Однак до села залишається ще трохи, а ніч стає все холоднішою.

source: Już nas tu nie ma!
uk: Нас тут більше немає!

source: Już nawet nie mam pretensji do tego, że wyglądają jak babskie sukienki. Ale to wykonanie?
uk: Я вже навіть не обурююсь тим, що вони виглядають як жіночі сукні. Але як вони зроблені?

source: Już nawet nie mówiąc o tym, że pewnie nawet nie zostały pobłogosławione przez żadnego maga ognia.
uk: Не кажучи вже про те, що їх, мабуть, навіть жоден Маг Вогню не благословив.

source: Już nawet pogapić się nie dadzą... przybłędy jedne...
uk: Вже й повитріщатися не можна... от приблуди...

source: Już nic od ciebie nie chcę!
uk: Я більше нічого від вас не хочу!

source: Już nic z tego nie rozumiem.
uk: Щось я нічого не розумію.

source: Już nie będzie działał przeciwko nam.
uk: Він більше не діятиме проти нас.

source: Już nie mogę się doczekać, by spróbować naszego nowego wina! Może w końcu tchniemy trochę świeżego smaku w tą tradycyjną winnicę.
uk: Я вже з нетерпінням чекаю на дегустацію нашого нового вина! Можливо, ми нарешті вдихнемо трохи свіжого смаку в цей традиційний виноградник.

source: Już nie wspomnę, że nauka korzystania z tego sprzętu też kosztuje! Trzeba zapłacić odpowiedniemu człowiekowi, kupić zapas bełtów, tarcz, manekinów, środków konserwujących!
uk: Не кажучи вже про те, що навчитися користуватися цим спорядження теж витратно! Потрібно заплатити потрібній людині, купити запас болтів, мішеней, манекенів, обслуговування!

source: Już nie z takich tarapatów wychodziłem. Najważniejsze to pamiętać o tym, że takie miejsca uwielbiają mieć poukrywane cenne skarby. Miej oczy szeroko otwarte.
uk: Я й не з таких негараздів виходив. Головне, треба пам'ятати, що в таких місцях люблять ховати скарби. Тож дивись уважно.

source: Już nigdy nie próbuj mnie okradać!
uk: І не намагайся більше красти у мене!

source: Już nigdy nie tknę kilofa. Dobrze, że to już koniec...
uk: Я більше ніколи не візьму в руки кирку. Добре, що все скінчилося...

source: Już nigdy tego błędu nie powtórzą. Ani nie zrobią żadnego innego.
uk: Вони більше ніколи не зроблять такої дурниці. Та й взагалі жодної іншої.

source: Już nigdy więcej mnie tu nie zobaczysz, przysięgam!
uk: Ти більше ніколи мене тут не побачиш, присягаюся!

source: Już nigdy więcej nie zobaczyłem Volkera. Część osób mówi, że wsiadł na pierwszy lepszy statek i uciekł na kontynent. Inni twierdzą, że krąży po morzach i oceanach, bojąc się postawić stopę na stałym lądzie. Wątpię, bym miał kiedyś poznać prawdę.
uk: Більше Волкера ніхто не бачив. Дехто каже, що він сів на перший-ліпший корабель і втік на континент. Інші кажуть, що він блукає морями та океанами, боячись ступити на материк. Навряд чи я колись дізнаюся правду.

source: Już nigdy więcej nie zostawię nikogo w potrzebie.
uk: Я більше ніколи не залишу нікого в біді.

source: Już nikt nie będzie musiał tkwić na ławce przy swoich towarach przez kilka godzin, bo jego wóz rozleciał się na wyboistej drodze.
uk: Більше нікому не доведеться годинами стояти зі своїми товарами, бо їхній віз зламався на вибоїстій дорозі.

source: Już o tym rozmawialiśmy, wiesz, ile mam teraz na głowie?
uk: Ми вже говорили про це раніше, ти знаєш, скільки у мене зараз справ?

source: Już o tym słyszałaś?
uk: Ти вже чула про це?

source: Już od dawna o tym marzyłem.
uk: Я давно про це мріяв.

source: Już od dawna o tym marzyłem. Kiedy słuchałem opowieści o słynnych archoloskich winogronach, wyobrażałem sobie, jak sam je hoduję, a potem robię z nich wino!
uk: Я давно про це мріяв. Коли я слухав розповіді про знаменитий архолоський виноград, то уявляв, як буду його вирощувати, а потім робити з нього вино!

source: Już od dłuższego czasu proponuję mu przerwę od alkoholu i nawet jakąś darmową porcję gulaszu do przegryzienia, ale nic z tego.
uk: Я вже давно вмовляю його відпочити від алкоголю і навіть пропоную безкоштовну порцію рагу, але безрезультатно.

source: Już od dłuższego czasu uganiam się za tym fałszerzem. Udało mi się przechwycić kilka podrobionych dokumentów, ale żaden z nich nie jest dostatecznym dowodem.
uk: Я ганяюся за цим шахраєм уже досить давно. Мені вдалося роздобути кілька підроблених документів, але жоден із них не є достатнім доказом.
